"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Jūs neteisingai įvedėte savo PIN %1$d. Jūsų Mercedes me ID buvo užblokuotas %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutės";

"command_error_pin_invalid" = "Jūs neteisingai įvedėte savo PIN %1$d.";

"general_cancel" = "Nutraukti";

"general_error_msg" = "Įvyko klaida. Pamėginkite iš naujo.";

"general_error_network_msg" = "Kažkas nepavyko. Patikrinkite interneto ryšį.";

"general_error_title" = "Klaida";

"general_hint" = "Nurodymas";

"general_no" = "Ne";

"general_ok" = "Ok";

"general_yes" = "Taip";

"login_error_authentication_failed" = "Nepavyko autentifikuoti!. Pamėginkite iš naujo.";

"login_error_wrong_tan" = "Apgailestaujame, tačiau Jūsų nurodyta informacija neteisinga. Atkreipkite dėmesį, kad, prieš bandydami iš naujo, turėsite kelias minutes palaukti.";

"login_info_alert_message" = "Mercedes me ID yra jūsų asmeninis mobiliojo telefono numeris arba el. pašto adresas. Naudodamiesi Mercedes me ID galite prisijungti prie visų skaitmeninių Mercedes-Benz paslaugų. Mercedes me ID suteikia prieigą prie visų jūsų šalyje pasiekiamų paslaugų, funkcijų ir platformų.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Nurodykite galiojantį el. pašto adresą arba telefono numerį..";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Toliau";

"login_only_caption" = "Login";

"login_username" = "Mobiliojo telefono numeris arba el. pašto adresas";

"login_user_not_registered" = "Please register free of charge in one of the other Mercedes me Apps.";

"pin_popup_button_again" = "Bandyti dar kartą";

"pin_popup_cancel" = "Nutraukti";

"pin_popup_default_no_pin_message" = "Please set a PIN in one of the Mercedes me Apps.";

"pin_popup_description" = "Įveskite savo %1$d skaitmenų PIN kodą:";

"pin_popup_send" = "Siųsti";

"pin_popup_title" = "PIN įvedimas";

"pin_popup_wrong_pin_msg" = "PIN kodas neteisingas. Pamėginkite iš naujo.";

"pin_popup_wrong_pin_title" = "Netinkamas asmens atpažinimo kodas (PIN)";

"registration_user_consent_message" = "Kad galėtume nuolat tobulinti taikomąsias programėles, analizuojame naudojimąsi jomis ir jų funkcijomis be nuorodos į Jūsų asmenį. Šią funkciją bet kada galima išaktyvinti per Meniu > Nustatymai > Analytics";

"registration_user_consent_title" = "Mercedes me naudojimo duomenys";

"verification_btn_next" = "Toliau";

"verification_btn_send_again" = "Gaukite naują TAN kodą";

"verification_headline" = "Patvirtinimo kodas";

"verification_login_msg_mail" = "Įveskite TAN kodą, kurį gavote el. paštu.";

"verification_login_msg_user" = "Išsiuntėme %1$d skaitmenų kodą skirtą %2$@ patvirtinimui. Prašome įvesti gautą kodą.";

"verification_not_received" = "Negavote TAN kodo?";

"verification_not_received_hint_mail" = "Patikrinkite įvestą el. pašto adresą arba prašykite naujo patvirtinimo kodo.";

"verification_not_received_hint_phone" = "Patikrinkite savo mobiliojo telefono numerį arba pateikite užklausą dėl naujo TAN kodo.";

"verification_send_again_msg" = "Jūsų užklausa išsiųsta dar kartą";

"verification_title" = "Patvirtinimas";

